/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "wrapper": "div.page-delivery",
  "sections": {
    "image_banner_V7NCDa": {
      "type": "image-banner",
      "disabled": true,
      "settings": {
        "image": "shopify:\/\/shop_images\/1.webp",
        "image_overlay_opacity": 0,
        "image_height": "medium",
        "desktop_content_position": "middle-center",
        "show_text_box": false,
        "desktop_content_alignment": "center",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    },
    "rich_text_VcWNrR": {
      "type": "rich-text",
      "blocks": {
        "heading_n7teU4": {
          "type": "heading",
          "settings": {
            "heading": "Delivery & Returns",
            "heading_size": "h1"
          }
        },
        "text_RzWbdn": {
          "type": "text",
          "settings": {
            "text": "<p>We understand that convenience and peace of mind are essential when shopping online. That's why we've designed our delivery and returns process with you in mind. On this page, you'll find all the information you need to ensure a smooth and hassle-free shopping experience. Whether you're curious about our delivery options or need guidance on returns, we've got you covered.<\/p>"
          }
        }
      },
      "block_order": [
        "heading_n7teU4",
        "text_RzWbdn"
      ],
      "disabled": true,
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "collapsible_content_Ht3UYR": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_k49MWD": {
          "type": "collapsible_row",
          "settings": {
            "heading": "UK Delivery",
            "icon": "none",
            "row_content": "<p>Standard UK delivery is free on all products. If you need your order sooner, then we offer an express option for an additional cost. <\/p><p><strong>UK Delivery<\/strong><\/p><p>    <strong>Approximate Delivery Time*<\/strong><\/p><p>Free Standard UK Delivery<\/p><p>   3-5 working days<\/p><p>Express UK Delivery<\/p><p>   1-2 working days<\/p><p>*These estimates are on the basis that orders are placed before 13:00 Monday-Friday and your products are in stock.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_cMXmCy": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How Do I Track My Order?",
            "icon": "none",
            "row_content": "<p>Tracking and order status can be found in the delivery update emails sent at every stage of the process, or by signing in to your account to see the latest status<a href=\"https:\/\/www.vitabiotics.com\/account\/login\">here<\/a>. If you do not currently have an account, then you can create one<a href=\"https:\/\/www.vitabiotics.com\/account\/register\">here<\/a>.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_dWHnge": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Undeliverable Packages",
            "icon": "none",
            "row_content": "<p>Occasionally packages are returned to us as undeliverable because they have been refused, unclaimed or the delivery address is incorrect. If this happens, you are able to get the package re-sent. If you no longer require the package, the value of the items contained will be refunded, less any extra shipping costs incurred for the carrier to return the package to us. No delivery charges, original or otherwise, will be refunded.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_kzkpf9": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Not At Home to Receive Your Delivery?",
            "icon": "none",
            "row_content": "<p>If delivery is attempted and you are not there to receive it, a card may be left asking you to collect the parcel from your local collection point, which will be much closer than the nearest depot of a national carrier. At the time of ordering, you may also specify that the order is delivered to your work address if you are unable to be at home to receive it.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_zUCrGr": {
          "type": "collapsible_row",
          "settings": {
            "heading": "International Delivery",
            "icon": "none",
            "row_content": "<p><strong>International Delivery Method                             Approximate Delivery Time*<\/strong><\/p><p>International Signed (Royal Mail)                          10-12 working days<\/p><p>International Tracked and Signed (Royal Mail)    10-12 working days<\/p><p>International Parcel (Courier)                                7-10 working days*<\/p><p>*These estimates are on the basis that orders are placed before 13:00 Monday-Friday and your products are in stock. Please note that delivery times can vary depending on country, and may be subject to delays arising from customs clearance or your local carrier. Customers outside of the United Kingdom may be subject to customs fees and\/or import duties and taxes, which are levied once an order reaches your country.<\/p><p>Vitabiotics.com delivers most items internationally. Click <a href=\"https:\/\/www.vitabiotics.com\/pages\/shipping-delivery\">here<\/a> to view items that cannot be delivered to your country or territory.<\/p><p>In the rare instance that a parcel becomes lost in transit, Vitabiotics will aim to issue a full refund or replacement within 28 working days based on the date of dispatch.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_XgqbcV": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Brexit \/ Custom Fares",
            "icon": "none",
            "row_content": "<p>Customers outside of the United Kingdom may be subject to customs fees and\/or import duties and taxes, which are levied once the order reaches the destination country. We are unable to cover any additional charges applied during customs clearance, these must be paid for at the customer’s obligation. Unfortunately, international delivery costs are non-refundable, unless the product is faulty. This is applicable to consignments that are returned by the customer, courier, fail the customs clearance process or are rejected on delivery.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_7dtFHU": {
          "type": "collapsible_row",
          "settings": {
            "heading": "No Dispatch Days",
            "icon": "none",
            "row_content": "<p>Please note that Vitabiotics do not dispatch on UK public holidays, and there may be a backlog of orders after a holiday date causing your package to take an extra 1-2 days for delivery.<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_k49MWD",
        "collapsible_row_cMXmCy",
        "collapsible_row_dWHnge",
        "collapsible_row_kzkpf9",
        "collapsible_row_zUCrGr",
        "collapsible_row_XgqbcV",
        "collapsible_row_7dtFHU"
      ],
      "disabled": true,
      "settings": {
        "caption": "",
        "heading": "Delivery",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "collapsible_content_gNqDMk": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_qWjfFq": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Our Returns Policy",
            "icon": "none",
            "row_content": "<p>Items can be returned if they are damaged, faulty, if we have made an error with the order, or if they are unwanted. Items need to be unopened (with any seals and shrink wrap intact) and in the original packaging. We can only accept the return of opened items if they are faulty.<\/p><p>If an item is no longer required, then you have 14 days to contact us regarding the return of the item(s) from the date of receiving the order. You then have 14 days to return your item(s). <\/p><p>If an item is damaged or faulty then you may be eligible for a refund up to 30 days after purchase. Between 30 days and six months, you're only entitled to a replacement, not a refund. <\/p><p>Photographic evidence may be requested to support your claim for damaged, faulty or missing items. We will then process refunds accordingly on receipt of the items back to us.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_RAKB8k": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How To Return Items",
            "icon": "none",
            "row_content": "<p>Please follow the steps below to enable us to process your refund efficiently:<\/p><p>1. Wrap the item securely in its original packaging with all accompanying documentation.<\/p><p>2. Contact Customer Services at <a href=\"mailto:customerservices@vitabiotics.com\">customerservices@vitabiotics.com<\/a>, who will provide you with a freepost return address providing you are able to return your order under the returns policy outlined above. If postage is paid by customers, this cannot be refunded as we have a freepost system where no postage is required.<\/p><p>3. We will notify you via e-mail when we have processed your refund.<\/p><p>Please note that international orders are not free to return.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_zf9ANn": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How to Claim For Missing Items",
            "icon": "none",
            "row_content": "<p>If an item is missing from your order, please contact Customer Services at: <a href=\"mailto:customerservices@vitabiotics.com\">customerservices@vitabiotics.com<\/a> as soon as you receive your order, ideally within three days. <\/p><p>If you are missing more than one item, please remember that heavy orders may be split into two or more parcels.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_TEWNGx": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How to Claim For Missing Orders",
            "icon": "none",
            "row_content": "<p>Non delivery of orders must be reported to <a href=\"mailto:customerservices@vitabiotics.com\">customerservices@vitabiotics.com<\/a> within two weeks of receiving notification of dispatch, this extends to four weeks for deliveries outside of the UK. Unfortunately we are unable to accept claims which fall outside of this time.<\/p><p>If you have any questions regarding delivery fees, or delays in receiving your order, you can contact us by emailing <a href=\"mailto:customerservices@vitabiotics.com\">customerservices@vitabiotics.com<\/a>. <\/p>",
            "page": ""
          }
        },
        "collapsible_row_CcdqNL": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Refunds For Orders Using Promotions",
            "icon": "none",
            "row_content": "<p>When an item is sold as part of a promotion or where a discount has been applied (for example with our 3 for 2 offer and \/ or using<a href=\"https:\/\/www.vitabiotics.com\/pages\/rewards\">Rewards Points<\/a>), then any refund or partial refund will be calculated and adjusted accordingly to the correct transaction value or discount method applied.<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_qWjfFq",
        "collapsible_row_RAKB8k",
        "collapsible_row_zf9ANn",
        "collapsible_row_TEWNGx",
        "collapsible_row_CcdqNL"
      ],
      "disabled": true,
      "settings": {
        "caption": "",
        "heading": "Returns",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "rich_text_gah7Eh": {
      "type": "rich-text",
      "blocks": {
        "text_WMYpd3": {
          "type": "text",
          "settings": {
            "text": "<p>If you have any questions regarding delivery or returns, you can contact us by emailing<a href=\"mailto:customerservices@vitabiotics.com\">customerservices@vitabiotics.com<\/a>.<\/p>"
          }
        }
      },
      "block_order": [
        "text_WMYpd3"
      ],
      "disabled": true,
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "rich_text_bWWcLy": {
      "type": "rich-text",
      "blocks": {
        "text_9k8dYb": {
          "type": "text",
          "settings": {
            "text": "<p><strong>1. Products Or Services Provided<\/strong><\/p><p>a) The products advertised in the website are intended for sale to persons dealing as consumers and are not for re-sale.<br\/>b) The Contracts (Rights of Third Parties) Act 1999 shall not apply to any contract between us, so that no contractual rights are conferred on third parties.<br\/>c) Any contract between us shall incorporate these terms and conditions and be under English law. If there is any dispute, the English Courts will have exclusive jurisdiction.<br\/>d) Although every care is taken in the quality of content on this site, there may occasionally be an error and items may be mis-priced. In this event we will either: contact you to ask if you wish to cancel the order, or simply cancel the order and notify you, at our own discretion. We are under no obligation to supply goods at the incorrect price.<\/p><p><strong>2. Prices And Payment<\/strong><\/p><p>Amaxa Prime has taken great care to ensure prices are accurate. Prices may change so if you use your shopping list within ‘My account’ as a way of re-ordering items, prices on your previous order may no longer be valid. However, the correct prices will be applied when you select an item from the shopping list and add to your current basket. All prices include VAT where appropriate.<br\/>We accept payment by most major credit or debit cards and PayPal. Payment will be debited from your account before the dispatch of your purchase.<br\/>a) You may order products from the website by submitting a completed order form through the check-out procedure.<br\/>b) We will confirm acceptance of your order by e-mail to the address you have given and the sending of this e-mail (whether or not it is received) makes the contract between us.<\/p><p><strong>3. Shipping And Delivery<\/strong><\/p><p>Shipping Policy<br\/>We will arrange for delivery of the products you order by the method and to the address which you specify in the check-out procedure. The time for delivery will not be essential to the contract between us. We use third party service providers for deliveries.<br\/>If there is an error or any other delivery problem in respect of the products ordered, you must notify us in writing within 14 days after the delivery date. We will not be liable for any loss or damage if you fail to do this.<br\/>Delivery Timeframes<br\/>2-7 working days.<\/p><p><strong>4. Returns And Refunds Policy<\/strong><\/p><p>We accept full, undamaged product boxes for refunds up to 28 days from the order date. Refunds are processed within five business days of receipt by Miofolic. Pack the products in such a way that they will not be damaged in transit and provide the package with your name, post code, order number and contact number before shipment:<br\/>Amaxa Prime<br\/>73 Great Peter Street<br\/>SW1P 2BN<br\/>London<br\/>United Kingdom<br\/>Please email our team at info@onelife.co.uk within 72 hours of delivery if you have any issues (e.g. damaged product or incorrect orders) with details including your order number. We will email or call you to arrange a replacement or refund, and to discuss the return.<br\/>DO NOT return damaged or incorrect orders until you have contacted our customer service team.<\/p><p><strong>5. Intellectual Property Rights<\/strong><\/p><p>The entire contents of this website are subject to copyright protection of the United States, European Union and other jurisdictions. Copyright © Miofolic. All rights reserved.<\/p><p><strong>6. Future Changes<\/strong><\/p><p>If you do not agree to all these terms and conditions, do not use this website. Amaxa Prime may modify this website and the terms and conditions of use at any time. These modifications will be posted on this website as they occur. By your continued use after any such change is posted, you accept such modification.<\/p><p><strong>7. Governing Law<\/strong><\/p><p>The use of this website is governed by the laws of the United Kingdom, and any dispute stemming there from shall be brought in the state and federal courts sitting in the United Kingdom.<\/p>"
          }
        }
      },
      "block_order": [
        "text_9k8dYb"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "image_banner_V7NCDa",
    "rich_text_VcWNrR",
    "collapsible_content_Ht3UYR",
    "collapsible_content_gNqDMk",
    "rich_text_gah7Eh",
    "rich_text_bWWcLy"
  ]
}
